/**/
"Cancel" = "Atcelt";
/**/
"Delete" = "Izdzçst";
/**/
"Open" = "Atvçrt";
/**/
"Edit" = "Rediìçt";
/**/
"Yes" = "Jâ";

/*Geometry Edit Action Name*/
"Apply Geometry" = "Lietot ìeometriju";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Notîrît ìeometriju";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Izdzçst virsotni";
/*Geometry Edit Action Name*/
"Insert Part" = "Ievietot daïu";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Ievietot virsotni";
/*Geometry Edit Action Name*/
"Move Vertex" = "Pârvietot virsotni";
/*Geometry Edit Action Name*/
"Remove Part" = "Izòemt daïu";

/*Collecting attachments*/
"Add" = "Pievienot";
/*Collecting attachments*/
"Take Photo or Video" = "Uzòemt foto vai video";
/*Collecting attachments*/
"Choose From Library" = "Izvçlieties no bibliotçkas";
/*Collecting attachments*/
"Photo" = "Foto";
/*Collecting attachments*/
"Video" = "Video";
/*Collecting attachments*/
"Save To Photo Library" = "Saglabât foto bibliotçkâ";
/*Collecting attachments*/
"Download" = "Lejupielâde";

/*Date attribute*/
"Today" = "Ðodien";

/**/
"Attachments" = "Piesaistes";
"Attributes" = "Atribûti";

/**/
"Open in Safari" = "Atvçrt Safari";

/* Please enter a numeric value between 0 and 5.*/
"Enter a number between %i and %i." = "Ievadiet skaitli starp %i un %i.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"Enter a number between %f and %f." = "Ievadiet skaitli starp %f un %f.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"Too many characters (%@)" = "Pârâk daudz rakstzîmes (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "Numurs ir ârpus pieïaujamâ diapazona.";

/* BLOB, RASTER, etc */
"Field type not supported" = "Lauka veids nav atbalstîts";

/**/
"%d of %d" = "%d no %d";

/**/
"Changing Feature Type" = "Maina elementu tipu";
"You are changing the feature type, which may potentially overwrite some field values. Are you sure you want to do this?" =  "Jûs mainat elementa tipu, kas var potenciâli pârrakstît daþu lauku vçrtîbas. Vai tieðâm vçlaties to darît?";

/**/
"Data for pie chart is invalid" = "Dati priekð sektoru diagrammas ir nederîgi";
"No data to create a pie chart" = "Nav datu lai izveidotu sektoru diagrammu";

/**/
"Created by %@ seconds ago" = "Izveidoja %@ pirms daþâm sekundçm";

/**/
"Created by %@ a minute ago" = "Izveidoja %@ pirms minûtes";

/**/
"Edited by %@ seconds ago" = "Rediìçja %@ pirms daþâm sekundçm";

/**/
"Edited by %@ a minute ago" = "Rediìçja %@ pirms minûtes";

/**/
"Created seconds ago" = "Izveidots pirms sekundçm";

/**/
"Created a minute ago" = "Izveidots pirms minûtes";

/**/
"Edited seconds ago" = "Rediìçts pirms sekundçm";

/**/
"Edited a minute ago" = "Rediìçts pirms minûtes";

/**/
"Created by %@ %d minutes ago" = "Izveidoja %@ pirms %d minûtçm";

/**/
"Created by %@ an hour ago" = "Izveidoja %@ pirms stundas";

/**/
"Created by %@ %d hours ago" = "Izveidoja %@ pirms %d stundâm";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - day" = "Izveidoja %@, %@, %@";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - full" = "Izveidoja %@, %@, %@";

/**/
"Edited by %@ %d minutes ago" = "Rediìçja %@ pirms %d minûtçm";

/**/
"Edited by %@ an hour ago" = "Rediìçja %@ pirms stundas";

/**/
"Edited by %@ %d hours ago" = "Rediìçja %@ pirms %d stundâm";

/**/
"Edited by %@ on %@ at %@ - day" = "Rediìçja %@, %@, %@";

/**/
"Edited by %@ on %@ at %@ - full" = "Rediìçja %@, %@, %@";

/**/
"Created by %@" = "Izveidoja %@";

/**/
"Edited by %@" = "Rediìçja %@";

/**/
"Created %d minutes ago" = "Izveidots pirms %d minûtçm";

/**/
"Created an hour ago" = "Izveidots pirms stundas";

/**/
"Created %d hours ago" = "Izveidots pirms %d stundâm";

/*"Created on ${weekDay} at ${formattedTime}"*/
"Created on %@ at %@ - day" = "Izveidots %@, %@";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"Created on %@ at %@ - full" = "Izveidots %@, %@";

/**/
"Edited %d minutes ago" = "Rediìçts pirms %d minûtçm";

/**/
"Edited an hour ago" = "Rediìçts pirms stundas";

/**/
"Edited %d hours ago" = "Rediìçts pirms %d stundâm";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"Edited on %@ at %@ - day" = "Rediìçts %@, %@";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"Edited on %@ at %@ - full" = "Rediìçts %@, %@";

/* Used to denote a required field */
"Required" = "Nepiecieðams";

/* Used for naming layers with no names */
"Layer %d" = "Slânis %d";